tap "homebrew/bundle"
brew "awscli"
brew "bat"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "telnet"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "uv"
brew "wget"
brew "yq"
brew "zoxide"
cask "alt-tab"
cask "arc"
cask "drawio"
cask "firefox"
cask "ghostty"
cask "monitorcontrol"
cask "notion"
cask "openkey"
cask "orbstack"
cask "raycast"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "zoom"
cask vscode
vscode "almenon.arepl"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "amazonwebservices.amazon-q-vscode"
vscode "batisteo.vscode-django"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "innoverio.vscode-dbt-power-user"
vscode "kevinrose.vsc-python-indent"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "rooveterinaryinc.roo-cline"
vscode "samuelcolvin.jinjahtml"
vscode "streetsidesoftware.code-spell-checker"
vscode "teabyii.ayu"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
vscode "yassun7010.vscode-shandy-sqlfmt"
